Repository: thassio-vinicius/github_stats_app
Catalog: lib/l10n/app_*.arb
Languages: es

source: Get started
es: Empezar

# statsFormTitle
source: See stats from your favorite Repos!
es: ¡Vea estadísticas de sus repos favoritos!

source: How it works:
es: Cómo funciona:

# howItWorksStep1
source: Enter the Github Repository owner;
es: Ingrese el propietario del repositorio de Github;

# howItWorksStep2
source: Enter the Github Repository name;
es: Ingrese el nombre del repositorio de Github;

# howItWorksStep3
source: Enter the branch to be analyzed
es: Ingrese la branch a analizar;

# howItWorksStep4
source: Select the programming languages that you want to see statistics for! You can select up to 2 languages at a time
es: ¡Seleccione los lenguajes de programación para los que desea ver estadísticas! Puede seleccionar hasta 2 lenguajes a la vez

source: See Statistics
es: Ver Estadísticas

# nameHint
source: Repository name
es: Nombre del repositorio

# branchHint
source: Repository branch
es: Nombre de la branch

# ownerHint
source: Repository owner
es: Propietario del repositorio

# noRepositoriesFound
source: No repositories found. Please try again
es: No se encontraron repositorios. Por favor, inténtelo de nuevo

# noResultsFound
source: No results found for {language}
es: No se encontraron resultados para {language}

# genericError
source: Something went wrong. Please try again
es: Algo salió mal. Inténtalo de nuevo

source: Try again
es: Rever

# languageHint
source: Programming Language
es: Lenguaje de Programación
